---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.UmPerMDegreeC
source: html/2440c6a3-3bc0-d2f3-4641-5dba2c8792b5.htm
---
# Autodesk.Revit.DB.SymbolTypeId.UmPerMDegreeC Property

Symbol µm/(m·°C), indicating unit Micrometers per meter degree Celsius.

## Syntax (C#)
```csharp
public static ForgeTypeId UmPerMDegreeC { get; }
```